# Energy Analysis Zone Outside Air Per Area Property

Source: https://www.revitapidocs.com/2026/309cb750-1d2e-10d4-4469-55c68c7f756f.htm

---

| Energy Analysis Zone Outside Air Per Area Property |
| --- |

The outside air per area in unit ft/s.
**Namespace:** Autodesk.Revit.DB.Analysis
**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26\.0\.4\.0 (26\.0\.4\.0\) Syntax C\# VB C\+\+ F\#
```
public double OutsideAirPerArea { get; }
```

```
Public ReadOnly Property OutsideAirPerArea As Double
	Get
```

```
public:
property double OutsideAirPerArea {
	double get ();
}
```

```
member OutsideAirPerArea : float with get
```

#### Property Value

Double See Also

#### Reference

EnergyAnalysisZone Class Autodesk.Revit.DB.Analysis Namespace